; =============================================================================
;  高橋名人の冒険島カスタムパレット
; =============================================================================
; -----		R, G, B
palette		0, 0, 0				; #0
palette		0, 0, 0				; #1
palette		2, 6, 0				; #2
palette		3, 7, 0				; #3
palette		2, 5, 7				; #4
palette		3, 6, 7				; #5
palette		5, 3, 0				; #6
palette		4, 7, 7				; #7
palette		7, 4, 0				; #8
palette		7, 5, 2				; #9
palette		7, 7, 3				; #10
palette		7, 7, 5				; #11
palette		0, 4, 0				; #12
palette		7, 2, 6				; #13
palette		6, 6, 5				; #14
palette		7, 7, 7				; #15
