; =============================================================================
;  ハイドライド カスタムパレット
; =============================================================================
; -----		R, G, B
palette		0, 0, 0				; #0
palette		0, 0, 0				; #1
palette		1, 6, 0				; #2
palette		2, 7, 0				; #3
palette		0, 1, 5				; #4
palette		1, 2, 6				; #5
palette		7, 2, 0				; #6
palette		3, 6, 7				; #7
palette		7, 5, 3				; #8
palette		7, 6, 4				; #9
palette		7, 7, 5				; #10
palette		7, 7, 6				; #11
palette		0, 4, 0				; #12
palette		7, 3, 5				; #13
palette		4, 4, 4				; #14
palette		7, 7, 7				; #15
